4ops.terraform
asciidoctor.asciidoctor-vscode
aykutsarac.jsoncrack-vscode
bazelbuild.vscode-bazel
bbenoist.nix
bierner.markdown-mermaid
bungcip.better-toml
chouzz.vscode-better-align
ctcuff.font-preview
davidanson.vscode-markdownlint
dhoeric.ansible-vault
diego-vieira.codeception-snippets
esbenp.prettier-vscode
eww-yuck.yuck
github.copilot
github.copilot-chat
github.heygithub
golang.go
joshuapoehls.json-escaper
marioqueiros.camelcase
mhutchie.git-graph
mikestead.dotenv
mitchdenny.ecdc
mkhl.direnv
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode.makefile-tools
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pomdtr.excalidraw-editor
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ritwickdey.liveserver
shaimendel.kubernetesapply
tim-koehler.helm-intellisense
timonwong.shellcheck
waderyan.gitblame
wholroyd.jinja
yzhang.markdown-all-in-one
zardoy.fix-all-json
